Repository: DCLansh/airdcpp-windows
Catalog: installer/pofiles/*.po
Languages: de_de, es_es, hu_hu, no_no, pt_pt, ru_ru, tr, uk_ua

source: Launch AirDC++
de_de: AirDC++ starten
es_es: Ejecutar AirDC++
hu_hu: AirDC++ indítása
no_no: Åpne AirDC++
pt_pt: Iniciar AirDC++
ru_ru: Запустить AirDC++
tr: AirDC++'yı başlat
uk_ua: Запустити AirDC++

source: Welcome to the AirDC++ installer.
de_de: Willkommen beim Installationsprogramm von AirDC++.
es_es: Bienvenido al instalador de AirDC++
hu_hu: Üdvözlünk az AirDC++ telepítőben.
no_no: Velkommen til AirDC++ installasjonen.
pt_pt: Bem-vindo ao instalador do AirDC++.
ru_ru: Добро пожаловать в установщик AirDC++.
tr: AirDC++ yükleyicisine hoş geldiniz.
uk_ua: Ласкаво просимо до програми встановки AirDC++.

source: If you are upgrading from an older version, select the same directory where your old version resides and your existing settings will be imported.
de_de: Wenn Sie von einer älteren Version aktualisieren, wählen Sie das Verzeichnis ihrer alten Version aus, damit ihre vorhandenen Einstellungen importiert werden.
es_es: Si estás actualizando de una versión anterior, elige el mismo directorio dónde se encuentra dicha versión para que se importen tus preferencias.
hu_hu: Ha már van telepítve korábbi verzió, válaszd annak a mappáját, és a beállításaid átvevődnek.
no_no: Om du oppgraderer fra en gammel versjon, velg den samme mappen hvor du installerte den gamle versjonen. Da vil dine eksisterende innstillinger bli importert inn i den nye versjonen.
pt_pt: Se está a atualizar de uma versão antiga, selecione a mesma pasta onde está a versão antiga para que as suas configurações existentes sejam importadas.
ru_ru: Если вы обновляете программу со старой версии, выберите тот же каталог со старой версией и ваши настройки будут импортированы в новую.
tr: Eski bir sürümden yükseltiyorsanız, var olan ayarlarınızın içe aktarılması için eski sürümünüzün kurulum dizinini seçin.
uk_ua: Якщо ви оновлюєтесь зі старішої версії, оберіть ту саму теку де знаходиться ваша стара версія і її налаштування будуть імпортовані.

source: AirDC++ (required)
de_de: AirDC++ (erforderlich)
es_es: AirDC++(necesario)
hu_hu: AirDC++ (szükséges)
no_no: AirDC++ (nødvendig)
pt_pt: AirDC++ (necessário)
ru_ru: AirDC++ (обязательно)
tr: AirDC++ (zorunlu)
uk_ua: AirDC++ (обов'язково)

source: Settings of a previous installation of AirDC++ has been found in the user profile, do you want to backup settings? (You can find them in $DOCBACKUPDIR later)
de_de: Einstellungen von einer früheren Installation von AirDC++ wurden im Benutzerprofil gefunden. Möchten Sie die Einstellungen sichern? (Sie finden sie später in $DOCBACKUPDIR)
es_es: Han sido encontrados ajustes de una instalación anterior de AirDC++ en el perfil de usuario. ¿Deseas hacer una copia de seguridad de los mismos? (Podrás encontrarla posteriormente en $DOCBACKUPDIR).
hu_hu: Egy korábbi verziója az AirDC++-nak már telepítve van, akarod annak a beállításait használni? (A $DOCBACKUPDIR -ben megtalálod őket)
no_no: Innstillinger fra en tidligere installasjon av AirDC++ ble funnet i bruker profilen. Ønsker du å ta sikkerhetskopi av innstillingene? (Du finner de i $DOCBACKUPDIR etterpå)
pt_pt: Foi encontrada uma versão anterior do AirDC++ e as respetivas configurações no perfil do utilizador. Quer fazer uma cópia de segurança dessas configurações? (Pode encontrá-las posteriormente em $DOCBACKUPDIR)
ru_ru: Настройки предыдущей установки AirDC++ были найдены в каталоге пользователя, вы хотите сохранить настройки? (Вы сможете найти их в $DOCBACKUPDIR позднее)
tr: Kullanıcı profilinde AirDC++'nın önceki bir kurulumunun ayarları bulundu, ayarları yedeklemek istiyor musunuz? (Onları daha sonra $DOCBACKUPDIR üzerinde bulabilirsiniz)
uk_ua: Налаштування попередньої установки AirDC++ знайдені в профілі користувача. Бажаєте зробити їх резервну копію? (Ви зможете знайти їх згодом у $DOCBACKUPDIR )

source: A previous installation of AirDC++ has been found in the target folder, do you want to backup settings? (You can find them in $INSTBACKUPDIR later)
de_de: Eine vorherige Installation von AirDC++ wurde im Zielverzeichnis gefunden. Möchten Sie die Einstellungen sichern? (Sie finden sie später in $INSTBACKUPDIR)
es_es: Ha sido encontrada una instalación previa de AirDC++ en la carpeta de destino. ¿Desea hacer una copia de seguridad de los ajustes? (Podrás encontrarla posteriormente en $INSTBACKUPDIR).
hu_hu: A célmappában már telepítve van az AirDC++, akarja menteni a beállításokat? (a $INSTBACKUPDIR mappábabn megtalálja őket)
no_no: En tidligere installasjon av AirDC++ ble funnet i mål folderen. Ønsker du å ta sikkerhetskopi av innstillingene? (Du finner de i $INSTBACKUPDIR etterpå)
pt_pt: Foi encontrada uma versão anterior do AirDC++ na pasta de destino. Quer fazer uma cópia de segurança das configurações? (Pode encontrá-las posteriormente em $INSTBACKUPDIR)
ru_ru: Предыдущая установка AirDC++ была найдена в каталоге установки, вы хотите сохранить настройки? (Вы сможете найти их позже в $INSTBACKUPDIR )
tr: Hedef klasörde AirDC++'nın önceki bir kurulumu bulundu, ayarları yedeklemek istiyor musunuz? (Onları daha sonra $INSTBACKUPDIR üzerinde bulabilirsiniz)
uk_ua: Попередня установка AirDC++ знайдена у назначеній теці. Бажаєте зробити резервну копію налаштувань? (Ви зможете знайти їх згодом у $INSTBACKUPDIR )

source: Settings of an existing DC++ installation has been found in the user profile, do you want to import settings and queue?
de_de: Einstellungen einer vorhandenen DC++-Installation wurden im Benutzerprofil gefunden. Möchten Sie die Einstellungen und die Warteschlange importieren?
es_es: Se han encontrado ajustes de una instalación previa de DC++ en el perfil del usuario ¿Importar la cola y los ajustes?
hu_hu: Egy korábbi DC++ telepítés beállításait megtaláltuk. Szeretné importálni a beállításokat, és a letöltési sort?
no_no: Innstillinger fra en eksisterende DC++ installasjon ble funnet i bruker profilen. Ønsker du å importere innstillinger og kø?
pt_pt: Foi encontrada uma versão anterior do DC++ e as respetivas configurações no perfil do utilizador. Quer importar as configurações e a fila de transferências?
ru_ru: Настройки существующей DC++ установки были найдены в каталоге профиля пользователя, вы хотите импортировать очередь и настройки?
tr: Kullanıcı profilinde var olan bir DC++ kurulumunun ayarları bulundu, ayarları içe aktarmak ve sıralamak istiyor musunuz?
uk_ua: Налаштування існуючої установки DC++ знайдено у профілі користувача. Бажаєте імпортувати налаштування та чергу?

source: Settings of an existing ApexDC++ installation has been found in the user profile, do you want to import settings and queue?
de_de: Einstellungen einer vorhandenen ApexDC++-Installation wurden im Benutzerprofil gefunden. Möchten Sie die Einstellungen und die Warteschlange importieren?
es_es: Se han encontrado ajustes de una instalación previa de ApexDC++ en el perfil del usuario ¿Importar la cola y los ajustes?
hu_hu: Egy korábbi ApexDC++ verziót találtunk, akarja átvenni a beállításokat, és a letöltési sort?
no_no: Innstillinger fra en eksisterende ApexDC++ installasjon ble funnet i bruker profilen. Ønsker du å importere innstillinger og kø?
pt_pt: Foi encontrada uma versão anterior do ApexDC++ e as respetivas configurações no perfil do utilizador. Quer importar as configurações e a fila de transferências?
ru_ru: Настройки существующей ApexDC++ установки были найдены в каталоге профиля пользователя, вы хотите импортировать очередь и настройки?
tr: Kullanıcı profilinde var olan bir ApexDC++ kurulumunun ayarları bulundu, ayarları içe aktarmak ve sıralamak istiyor musunuz?
uk_ua: Налаштування існуючої установки ApexDC++ знайдено у профілі користувача. Бажаєте імпортувати налаштування та чергу?

source: Settings of an existing StrongDC++ installation has been found in the user profile, do you want to import settings and queue?
de_de: Einstellungen einer vorhandenen StrongDC++-Installation wurden im Benutzerprofil gefunden. Möchten Sie die Einstellungen und die Warteschlange importieren?
es_es: Se han encontrado ajustes de una instalación previa de StrongDC++ en el perfil del usuario ¿Importar la cola y los ajustes?
hu_hu: Egy korábbi StrongDC++ verziót találtunk, akarja átvenni a beállításokat, és a letöltési sort?
no_no: Innstillingene fra en eksisterende StrongDC++ installasjon ble funnet i bruker profilen. Ønsker du å importere innstillinger og kø?
pt_pt: Foi encontrada uma versão anterior do StrongDC++ e as respetivas configurações no perfil do utilizador. Quer importar as configurações e a fila de transferências?
ru_ru: Настройки существующей StrongDC++ установки были найдены в каталоге профиля пользователя, вы хотите импортировать очередь и настройки?
tr: Kullanıcı profilinde var olan bir StrongDC++ kurulumunun ayarları bulundu, ayarları içe aktarmak ve sıralamak istiyor musunuz?
uk_ua: Налаштування існуючої установки StrongDC++ знайдено у профілі користувача. Бажаєте імпортувати налаштування та чергу?

source: Start menu shortcuts
de_de: Startmenüverknüpfungen
es_es: Accesos directos en el menú de inicio
hu_hu: Start menü ikonok
no_no: Startmeny snarveier
pt_pt: Atalhos no menu iniciar
ru_ru: Ярлыки в меню старт
tr: Başlat menüsü kısayolları
uk_ua: Ярлики стартового меню

source: AirDC++ File Sharing Application
de_de: AirDC++-Tauschbörsenanwendung
es_es: AirDC++ Aplicación de Intercambio de Archivos
hu_hu: AirDC++ Fájlmegosztó alkalmazás
no_no: AirDC++ fildelings applikasjon
pt_pt: AirDC++ Aplicação de Partilha de Ficheiros
ru_ru: AirDC++ приложение для раздачи файлов
tr: AirDC++ Dosya Paylaşım Uygulaması
uk_ua: Додаток обміну файлами AirDC++

source: Uninstall AirDC++
de_de: AirDC++ deinstallieren
es_es: Desinstalar AirDC++
hu_hu: AirDC++ törlése
no_no: Avinstaller AirDC++
pt_pt: Desinstalar o AirDC++
ru_ru: Удалить AirDC++
tr: AirDC++'yı kaldır
uk_ua: Видалити установку AirDC++

source: Uninstall
de_de: Deinstallieren
es_es: Desinstalar
hu_hu: Törlés
no_no: Avinstaller
pt_pt: Desinstalar
ru_ru: Удалить
tr: Kaldır
uk_ua: Видалити установку

source: (remove only)
de_de: (nur entfernen)
es_es: (unicamente eliminar)
hu_hu: (csak eltávolítás)
no_no: (kun fjerne)
pt_pt: (apenas remover)
ru_ru: (только удаление)
tr: (yalnızca kaldırılabilir)
uk_ua: (лише видалити зі списку)

source: Default emoticon pack
de_de: Standard Emoticon Paket
es_es: Pack de emoticonos por defecto
hu_hu: Alapértelmezett emotikon csomag
no_no: Standard Emoticon pakke
pt_pt: Pacote de emoticons padrão
ru_ru: Набор смайликов по умолчанию
uk_ua: Пакет емодзі за замовчанням

source: Default extension engine (node.js)
uk_ua: Обробник розширень за замовчанням (node.js)

source: Themes
de_de: Designs
es_es: Temas
hu_hu: Témák
no_no: Temaer
pt_pt: Temas
ru_ru: Темы
tr: Temalar
uk_ua: Теми

source: Web user interface
de_de: Web-Benutzeroberfläche
es_es: Interfaz web
hu_hu: Webes felhasználói felület
no_no: Nettbruker grensesnitt
pt_pt: Interface de utilizador de web
ru_ru: Веб-интерфейс пользователя
tr: Web kullanıcı arabirimi
uk_ua: Web-інтерфейс користувача

source: Store settings in the user profile directory
de_de: Einstellungen im Benutzerprofilverzeichnis speichern
es_es: Guardar ajustes en la carpeta del perfil de usuario
hu_hu: Beállítások tárolása a felhasználói profil mappában
no_no: Lagre innstillinger i bruker profil mappen
pt_pt: Guardar configurações na pasta do perfil do utilizador
ru_ru: Хранить настройки в каталоге профиля пользователя
tr: Ayarlar kullanıcı profili dizininde depolansın
uk_ua: Зберігати налаштування у теці профілю користувача

source: Desktop shortcut
de_de: Desktopverknüpfung
es_es: Acceso directo en el escritorio
hu_hu: Parancsikon az asztalra
no_no: Skrivebord snarvei
pt_pt: Atalho na área de trabalho
ru_ru: Ярлык на рабочий стол
uk_ua: Ярлики Робочого столу

source: Install the 32-bit version
de_de: 32-Bit-Version installieren
es_es: Instalar la versión de 32-bits
hu_hu: 32 bites verzió telepítése
no_no: Installer 32-bit versjonen
pt_pt: Instalar a versão 32-bit
ru_ru: Установить 32-битную версию
tr: 32-bit sürüm yüklensin
uk_ua: Встановити 32-бітну версію

source: If you want to keep your settings in the program directory, make sure that you DO NOT install AirDC++ to the 'Program files' folder!!! This can lead to abnormal behaviour like loss of settings or downloads!
de_de: Wenn Sie Ihre Einstellungen im Programmverzeichnis behalten wollen, stellen Sie sicher, dass Sie AirDC++ NICHT in den "Programme"-Ordner installieren!!! Dies kann zu fehlerhaftem Verhalten wie den Verlust von Einstellungen oder Downloads führen!
es_es: Si quieres conservar tus ajustes en el directorio del programa, asegúrate de NO INSTALAR AirDC++ en la carpeta 'Archivos de Programa' ¡Esto puede acarrear comportamientos anormales como perdida de ajustes o descargas!
hu_hu: Ha meg akarja tartani a program beállításait, NE telepítse az AirDC++-t a "Programok" mappába!!! Működési rendellenességekhez vezethet, mint a letöltések/beállítások elvesztése!
no_no: Om du ønsker å beholde dine innstillinger i program mappen, vær sikker på at du IKKE installerer AirDC++ til "Programfiler" mappen!!! Dette kan føre til unormal oppførsel som eksempelvis tap av innstillinger og nedlastinger!
pt_pt: Se quiser manter as suas configurações da pasta do programa, certifique-se que não instala o AirDC++ na pasta 'Ficheiros de programas' ou 'Program files'! Isto pode levar a um comportamento anormal como a perda de configurações ou ficheiros descarregados!
ru_ru: Если вы хотите сохранить настройки в каталоге программы, убедитесь что вы устанавливаете программу НЕ В 'Program files' !!! Это может стать причиной неожиданного поведения программы, например потеря настроек и загрузок.
tr: Ayarlarınızın program dizininde tutulmasını istiyorsanız, AirDC++'yı 'Program Files' klasörüne yüklemediğinizden emin olun! Bu, ayarların ya da indirilenlerin kaybedilmesi gibi olağandışı davranışlara yol açabilir!
uk_ua: Якщо бажаєте зберегти свої налаштування у теці програми, впевніться що ви НЕ втановили AirDC++ до теки 'Program files' !!! Це може призвести до ненормальної поведінки на кшталт втрати налаштувань або завантажень!

source: This application is compatible with Windows 7 SP1 or newer operating systems only. The installer will now exit.
de_de: Diese Anwendung ist nur mit Windows 7 SP1 oder neueren Betriebssystemen kompatibel. Das Installationsprogramm wird nun beendet.
es_es: Esta aplicación es compatible solamente con Windows 7 SP1 o sistemas operativos posteriores. El instalador se cerrará ahora.
hu_hu: Ez az alkalmazás csak a Windows 7 SP1, vagy újabb operációs rendszerrel működik.A telepítő most kilép.
no_no: Dette programmet er kun kompatibelt med Windows 7 SP1 eller nyere operativsystem. Installasjonsprogrammet vil nå avslutte.
pt_pt: As aplicação é compatível apenas com o sistema operativo Windows 7 SP1 ou mais recente. O instalador irá ser fechado agora.
ru_ru: Это приложение совместимое только с Windows 7 SP1 или более новыми операционными системами. Установщик завершает свою работу.
uk_ua: Ця програма сумісна лише з Windows 7 SP1 або новішою операційною системою. Установку буде перервано.

source: This will uninstall AirDC++. Hit the Uninstall button to continue.
de_de: Dies wird AirDC ++ deinstallieren. Klicken Sie auf die Schaltfläche Deinstallieren, um fortzufahren.
es_es: Esto desinstalará AirDC++. Pulsa el botón Desinstalar para continuar.
hu_hu: Ezzel eltávolítja az AirDC++-t. Nyomja meg az Eltávolítás gombot a folytatáshoz.
no_no: Dette vil avinstallere AirDC++. Klikk på Avinstaller knappen for å fortsette.
pt_pt: Isto irá desinstalar o AirDC++. Use o botão Desinstalar para continuar.
ru_ru: Эта операция удалит AirDC++. Нажмите Удалить для продолжения.
tr: Bu, AirDC++'yı kaldıracak. Devam etmek için Kaldır'ı tıklatın.
uk_ua: Це призведе до деінсталяції AirDC++. Натисніть кнопку 'Видалити установку' щоб продовжити.

source: Do you also want to remove queue, themes and all settings?
de_de: Möchten Sie auch die Warteschlange, Designs und alle Einstellungen entfernen?
es_es: ¿Desea eliminar también la cola, los temas y todos los ajustes?
hu_hu: El akarja távolítani a letöltési sort, témákat, beállításokat is?
no_no: Ønsker du også å fjerne kø, temaer og alle innstillinger?
pt_pt: Também quer remover a fila de descarregamentos, temas e todas as configurações?
ru_ru: Вы хотите так же удалить очередь, темы и настройки?
tr: Ayrıca sıralamaları, temaları ve tüm ayarları da silmek istiyor musunuz?
uk_ua: Чи бажаєте також видалити чергу, теми та всі налаштування?

source: Installation directory is NOT empty. Do you still want to remove it?
de_de: Installationsverzeichnis ist NICHT leer. Möchten Sie es immer noch entfernen?
es_es: La carpeta de instalación no está vacía. ¿Seguro que quieres eliminarla?
hu_hu: A telepítési mappa NEM üres. Így is el akarja távolítani?
no_no: Installasjons mappen er IKKE tom. Ønsker du allikevel å fjerne den?
pt_pt: A pasta de instalação NÃO está vazia. Ainda quer removê-la?
ru_ru: Каталог для установки НЕ пуст. Вы хотите удалить его?
tr: Kurulum dizini boş değil. Hala silmek istiyor musunuz?
uk_ua: Тека для встановлення НЕ порожня. Бажаєте видалити її?

source: AirDC++ main program.
de_de: AirDC++ Hauptprogramm
es_es: Programa principal de AirDC++
hu_hu: AIrDC++ főprogram
no_no: AirDC++ hovedprogram.
pt_pt: Programa principal do AirDC++.
ru_ru: AirDC++ основная программа.
tr: AirDC++ ana program.
uk_ua: AirDC++ основна програма.

source: A shortcut of AirDC++ will be placed in your start menu.
de_de: Eine Verknüpfung von AirDC++ wird in Ihrem Startmenü platziert.
es_es: Se creará un acceso directo para AirDC++ en tu menú Inicio
hu_hu: Az AirDC++ ikonját elhelyezzük a Start menüben.
no_no: En snarvei til AirDC++ vil bli plassert i din start meny.
pt_pt: Será colocado no menu Iniciar um atalho para o AirDC++.
ru_ru: Ярлык AirDC ++ будет размещен в Вашем меню пуск.
tr: Bir AirDC++ kısayolu başlat menünüze yerleştirilecek.
uk_ua: Ярлик на AirDC++ буде розміщено у стартовому меню.

source: Display emoticons as images in chat windows.
de_de: Emoticons im Chatfenster als Bild anzeigen.
es_es: Mostrar emoticonos como imágenes en las ventanas de chat.
hu_hu: Az emotikonok megjelenítése képként a csetablakban
no_no: Vis emoticons som bilder i prate vinduer.
pt_pt: Mostrar emoticons como imagens em janelas de conversação.
ru_ru: Отображать смайлики как изображения в окнах чата.
uk_ua: Відображати емодзі як зображення у вікні чату.

source: Allows installing and running third-party extensions.
uk_ua: Дозволити встановлювати та запускати розширення від сторонніх розробників.

source: If you don't like the default theme you can try these two extra themes, Dark Skull and Zoolution.
de_de: Wenn sie das Standard Design nicht mögen, können sie die beiden Extra Designs Dark Skull und Zoolution testen.
es_es: Si no te gusta el tema por defecto, puedes probar estos dos temas extra: Dark Skull y Zoolution
hu_hu: Ha nem tetszik az alapértelmezett felhasználói felület, próbálja ki a Dark Skull, és Zoolution témákat.
no_no: Om du ikke liker standard temaet kan du prøve et av de to ekstra temaene, Dark Skull og Zoolution.
pt_pt: Se não gosta do tema padrão, pode experimentar estes dois temas extra, Dark Skull e Zoolution.
ru_ru: Если вам не нравится тема по умолчанию, Вы можете попробовать эти две дополнительные темы: Dark Skull и Zoolution.
tr: Varsayılan temayı beğenmediyseniz, ek olarak Dark Skull ve Zoolution temalarını da deneyebilirsiniz.
uk_ua: Коли вам не подобається тема за замовчанням ви можете спробувати ці дві додаткові теми: Dark Skull та Zoolution.

source: Allows accessing the client from other devices via a web browser.
de_de: Erlauben, von anderen Geräten via Web Browser auf die Anwendung zuzugreifen.
es_es: Permite acceder al cliente desde otros dispositivos mediante un navegador web.
hu_hu: Hozzáférés engedélyezése a klienshez más eszközökről böngészőből
no_no: Tillater at du får tilgang til klienten fra andre enheter via en Nettleser.
pt_pt: Permite aceder ao cliente a partir de outros dispositivos através de um navegador de Internet.
ru_ru: Позволяет получать доступ к клиенту с других устройств через веб-браузер.
tr: Diğer aygıtlarda bir web tarayıcısı aracılığıyla istemciye erişmeye izin verir.
uk_ua: Дозволити доступ до клієнта з інших пристроїв через web-бравзер.

source: Normally you should not change this because it can lead to abnormal behaviour like loss of settings or downloads. If you unselect it, read the warning message carefully.
de_de: Normalerweise sollten sie dies nicht ändern, es kann zu fehlerhaften Verhalten im Programm führen, wie dem Verlust von Einstellungen oder Downloads. Wenn die es abwählen, lesen sie die Warnhinweise sorgfältig durch.
es_es: Normalmente no deberías cambiar esto porque puede llevar a comportamientos anormales como la pérdida de la configuración o las descargas. Si lo deseleccionas, lee el mensaje de aviso atentamente.
hu_hu: Normál esetben ne változtassa meg ezt, mert rendellenes működéshez vezethet, mint beállítások/letöltések elvesztése. Ha kiszedi a pipát, olvassa el figyelmesen a figyelmeztető üzenetet!
no_no: Normalt så bør du ikke endre dette fordi det kan lede til unormal oppførsel som tap av innstillinger og nedlastinger. Om du velger det bort, så les advarselen nøye.
pt_pt: Normalmente não deve alterar isto porque pode levar a um comportamento anormal como a perda de configurações e ficheiros transferidos Se desselecionar, leia o aviso com cuidado.
ru_ru: Обычно изменение этого параметра не требуется, потому, что это может привести к ненормальному поведению программы, такому как потеря параметров настроек или загрузки. Если Вы всё же решите изменить его, то внимательно прочитайте предупреждающее сообщение.
tr: Normalde bunu değiştirmemelisiniz çünkü bu, ayarların ya da indirilenlerin kaybedilmesi gibi olağandışı davranışlara yol açabilir. Eğer bunu seçmezseniz, uyarı iletisini dikkatlice okuyun.
uk_ua: Зазвичай вам не потрібно змінювати їх бо це може призвести до ненормальної поведінки на кшталт страти налаштуваня або завантажень. Якщо приберете відмітку, читайте уважно попередження.

source: Do you often run AirDC++? Then this is definitely something for you!
de_de: Lassen Sie AirDC++ oft laufen? Dann ist dies auf jeden Fall etwas für Sie!
es_es: ¿Ejecutas a menudo AirDC++? ¡Esto podría interesarte!
hu_hu: Gyakran használja az AirDC++-t? Akkor van önnek egy ajánlatunk!
no_no: Kjører du ofte AirDC++? Da er dette virkelig noe for deg!
pt_pt: Costuma abrir muitas vezes o AirDC++? Então isto é definitivamente para si!
ru_ru: Вы часто запускаете AirDC ++? - Тогда это определенно для вас!
tr: AirDC++'yı sık sık çalıştırıyor musunuz? O zaman bu kesinlikle sizin için!
uk_ua: Часто запускаєте AirDC++? Тоді це точно дещо для вас!
