Repository: DCLansh/airdcpp-windows
Catalog: installer/pofiles/*.po
Languages: de_de, es_es, hu_hu, no_no, pt_pt, ru_ru, tr, uk_ua

source: If you want to use the 32-bits version of AirDC++ on your 64-bits operating system you need to select this. If this is selected and grayed out you can not unselect it because your operation system is 32-bits.
de_de: Wenn sie die 32 Bit Version von AirDC++ unter einem 64 Bit Betriebssystem verwenden wollen, so müssen sie dieses auswählen. Wenn es bereits ausgewählt und in der Farbe grau ist, können sie es nicht abwählen, da sie ein 32 Bit Betriebssystem verwenden.
es_es: Si quieres usar la versión de 32 bits de AirDC++ en tu sistema de 64 bits necesitas seleccionar esto. Si esto esta seleccionado y en gris, no puedes deseleccionarlo porque tu sistema operativo es de 32 bits.
hu_hu: Ha az alkalmazás 32 bites verzióját akarja használni a 64 bites operációs rendszerén, akkor válassza ezt. Ha ez be van jelölve, és ki van szürkítve, akkor nem törölheti ezt, mert az Ön operációs rendszere 32 bites.
no_no: Om du ønsker å bruke 32-bits versjonen av AirDC++ på ditt 64-bits operativsystem må du velge dette. Om dette er valgt og grået ut, kan du ikke velge det bort, fordi ditt operativsystem er 32-bits.
pt_pt: Se quiser usar a versão 32-bits do AirDC++ num sistema operativo de 64-bits tem de selecionar isto. Se isto for selecionado e estiver a cinzento, quer dizer que o seu sistema operativo é de 32-bits.
ru_ru: Если Вы хотите использовать 32-битную версию AirDC ++ в своей 64-разрядной операционной системе, то Вам нужно изменить этот параметр. Если нужная версия выбрана, но при этом выделено серым цветом, значит Вы не можете изменить его, потому, что Ваша операционная система имеет 32 бита.
tr: 64-bit işletim sisteminde AirDC++'nın 32-bit sürümünü kullanmak istiyorsanız bunu seçmelisiniz. Eğer bu işaretliyse ve griyse seçimi kaldıramazsınız çünkü işletim sisteminiz 32-bittir.
uk_ua: Коли бажаєте використовувати 32-бітну версію AirDC++ на вашій 64-бітній операційній системі вам потрібно обрати це. Коли це поле відмічено та сіре ви не можете прибрати позначку бо ваша операційна система 32-бітна.

source: Radox Emoticon Pack
tr: Radox İfade Paketi

source: Create AirDC++ desktop shortcut
tr: AirDC++ masaüstü kısayolu oluşturulsun

source: This version is only compatible with Windows Vista or newer operating system. You will be forwarded to www.airdcpp.net for downloading a version that is compatible with your Windows version.
tr: Bu sürüm yalnızca Windows Vista ya da daha yeni işletim sistemleriyle uyumludur. Windows sürümünüzle uyumlu bir sürümü indirmek için www.airdcpp.net'e yönlendirileceksiniz.

source: RadoX emoticon pack will be installed to be used in chats.
tr: RadoX ifade paketi sohbetlerde kullanılmak için yüklenecek.
